Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/reindrift_konvensjon_norge_sverige_lulesamisk_070710.pdf.tmx
Source language: smj
Languages: sma

source: Konvensjåvnnå Svieriga ja Vuona gaskan ällobargo birra rájáj badjel
sma: Konvensjovne Nøørjen jïh Sveerjen gaskem raastenbijjelen båatsoen bïjre

source: Svieriga ja Vuona ráddidusá,
sma: Dah Nøørjen jïh Sveerjen reerenassh,

source: ma dan diehti gå sáme li álggoálmmuk mij ällosujtujnis dålusj ájgij rájes la äloj jåhtålam dan badjel mij uddni la rijkkarádjá Svieriga ja Vuona gaskan,
sma: mah tjïelkestamme saemieh aalkoealmetjinie leah dovletjistie elties bovtside juhtiehtamme raastah dam mij daelie lea raaste Nøørjen jïh Sveerjen gaskem,

source: ma vieledibá vuostasj kodisillav rádjátráktahtajda gålgådismáno 7. ja 18. b. 1751, mij duodas sámij riektáv älojisá nuppe rijkkaj jåhtet ja danna rievtesvuodajt ávkkit dålusj árbbedábij milta,
sma: mah raastetraktaten voestes kodicillem krøøhkestieh mij jaepeste 1751 golken 7. jïh 18. biejjien, mij dåhkasjahta saemide reaktah nubpien rïjhkese bovtsine juhtedh jïh dejtie debpene reaktah båeries saemien vuekiej mietie,

source: ma vieledibá 3. bievddegirjev Sáme álmmuga birra Svieriga säbrramis Europalasj uniåvnnåj, libá oassálasste oassebiele Svieriga välggogisvuodajt dåbdåstam sáme álmmuga hárráj rijkalasj ja rijkajgasskasasj riektájn vuodon.
sma: mah jiehtieh ihkie håalemen mietie Sveerjen dååhkasjimmien bïjre Dan europan unionen 3.

source: ma, nåv guhkev gå ällosáme goappásj rijkajn ietjasa iellemtjerda ja äládusá suoddjima diehti dárbahi rájájt rasstit ällosujttárin, sihtaba anodit ja daŋga bále vidjurijt dan diehti hiebadit,
sma: protokollese Om det samiske folket, dellie dah lïhtsegh nænnoestin saemiej gaavhtan Sveerjese dïedteh naasjovnen jïh gaskenaasjovni reaktaj mietie,

source: libá návti ájgás boahtám.
sma: dah naemhtie seamadamme:

source: Kapihttal 1.
sma: Kaapitele 1.

source: Vuodobiejadum prinsijpa
sma: Våarome-prinsibph

source: Artihkal 1
sma: Aartigkele 1

source: Dát konvensjåvnnå guosská ällosujttuj rájáj rastá Svieriga ja Vuona gaskan.
sma: Daate konvensjovne lea dan raastenbijjelen båatsose Nøørjen jïh Sveerjen gaskem.

source: Konvensjåvnå märrádusá gulluji tjieldijda jali tjieldij ällobarggijda ja ällosujttimdajvajda jali daj ällobarggijda.
sma: Konvensjovnen jiehtegh leah båatsoesïjtese jallh båatsoesïjten båatsoeburride jïh saemiensïjtese jallh saemiensïjten båatsoeburride.

source: Artihkal 2
sma: Aartigkele 2

source: Konvensjåvnå ulmme le åvddånahttet ja åvdedit aktisasjbargov rijkaj, tjieldij, ällosujttimdajvaj ja ájnegis ällobarggij gaskan vaj guohtom ávkkiduvvá vuogijn mij guhkesájggásasj vuodov vaddá ekologalasj, ekonomalasj ja kultuvralasj guoddelis bargguj goappásj rijkajn.
sma: Konvensjovnen ulmie lea rïjhki gaskem ektiebarkoem eevtjedh jïh evtiemdidh, båatsoesijti jïh saemiensijti gaskem jïh båatsoeburriej gaskem dovne guktie gåatomem utniehtidh gåhkaldahken økologijes, økonomijes jïh kultuvreguedtijes båatsose gåabpaginie rïjhkine.

source: Konvensjåvnnå galggá dan láhkáj anoduvvat vaj ij ådå sjiehtes barggamvuogijt ällosujton tsakka mij gájkkásasj sebrulasjåvddånimev tjuovvu.
sma: Konvensjovnem galka utnedh guktie eah orre åtnoes båatsoebarkoevuekieh tsagkesth mah aalme sïebredahken evtiemdimmeste sjidtieh.

source: Artihkal 3
sma: Aartigkele 3

source: Ällosujtujn rájáj rastá galggá barggat daj riektáj ja välggogisvuodaj milta ma rijkalasj riektáv tjuovvu dan rijkan gånnå älov sujtti, jus ietjá dán konvensjåvnån ij javladuvá.
sma: Raastenbijjelen båatsoe galka reaktaj jïh dïedti gujmie rååresjidh mah naasjovnen reaktaj nuelelen dennie rïjhkesne gusnie dïhte båatsoe, jis ij leah mij jeatjah daan konvensjovnen mietie.

source: Artihkal 4
sma: Aartigkele 4

source: Rijkalasj fábmudahka nuppen rijkan, mij árvustallá jus aktak biedjamdahko galggá miededuvvat guovlluj mij dán konvensjåvnå milta ällobargguj máhttá rájáj badjel ávkkiduvvat, galggá árvustaládijn gåhtset vaj guovllo guhkás máhttelis suoddjiduvvá dagojs ma viehka märráj li guovlo ällobargguj vuorrádissan.
sma: Naasjovnen åejvieh aktene rïjhkesne, mah vuartasjieh mejtie råajvarimmiem luhpiemdidh aktene dajvesne mij daan konvensjovnen mietie raastenbijjelen båatsose nuhtjesåvva, dah gelkieh vierhtiedidh dan guhkie gåarede dam dajvem geehtedh råajvarimmiej vuestie mah maehtieh dajven båatsoem tsagkestidh.

source: Jus dakkár dahko huoman miededuvvá, galggá rijkka älloguohtomav huksat jali, jus dat ij la máhttelis, ekonomalasj buohtov rijka riektá milta vaddet.
sma: Jis lïjhke råajvarimmiem luhpiemdidh, dellie rïjhke tjirkie nuekies gåatomem jaksedh jallh, jis ij gaegnedh, dellie naasjovnen reaktaj mietie økonomije-åasam maeksedh.

source: Artihkal 5
sma: Aartigkele 5

source: Konvensjåvnå adnemij galggaba guokta aktelis orgána gávnnut, aktisattja goappásj rijkajda; tjuottjodimorgána, Svierik-Vuona boatsojguohtomsiebrreráde (Boatsojguohtomsiebrreráde), ja bajemus gujddimorgána, Svierik-Vuona bajemus gujddimsiebrreráde (Bajemusgujddimsiebrreráde).
sma: Konvensjovnem tjïrrehtidh dellie gøøkte tjirkes åårganh tseegkesovvedh, gåabpagidie rïjhkide aktesne; akte reeremeåårgane, NøørjenSveerjen gåatomemoenehtse (Gåatomemoenehtse), jïh akte njååhtjedimmieåårgane, Nøørjen-Sveerjen njååhtjedimmiemoenehtse (Njååhtjedimmiemoenehtse).

source: Artihkal 6
sma: Aartigkele 6

source: Tjielde ja ällosujttimdajva oadtju bájkijt nuppen rijkan ällosujttuj ávkkit vuogijn mij javladuvvá sierra bievddegirjen (guovllobievddegirjen) mij la duodden dán konvensjåvnnåj (1. duoddetjála).
sma: Båatsoesïjte jïh saemiensïjte maahta dajvh båatsose nuhtjedh dennie nubpene rïjhkesne nimhtie guktie dïhte sjïere protokolle vuesehte (dajveprotokolle) mij daan konvensjovnese lissine (Lissie 1).

source: Artihkal 7
sma: Aartigkele 7

source: Tjiellde ja ällosujttimdajvva oadtju lihtudit aktisasjbargo birra mij guovllobievddegirjev ij tjuovo.
sma: Båatsoesïjte jïh saemiensïjte maahta ektiebarkoen bïjre mååhtedimmiem tjaeledh mij dajveprotokolleste sveehkie.

source: Dakkár lihttuj gulluji val dakkár ällosujto rievtesvuoda ja guovlo gånnå binnemusát nuppen lihtudiddjen la riektá rijkalasj lágavuodo jali dán konvensjåvnå milta ällosujtujn barggat.
sma: Dagkeren mååhtedæmman barre reaktaj bïjre mah båatsose viedteldh jïh dajvi bïjre gubpene vaenemes akten lotjkehtæjjese reaktah båatsoem utnedh naasjovne laaki mietie jallh daan konvensjovnen mietie.

source: Aktisasjlihtto ij garrasap gássjelisvuodajt ietjá guosske berustiddjijda oattjo vaddet.
sma: Ektiebarkoemååhtedimmie ij galkh jeatjebi ïedtjide tsagkesinie sjidtedh.

source: Jus lihtov hiejtet vierttiji muttágis oare hiejttemij gávnnut.
sma: Mååhtedæmman byøroeh sjïehteles krïebpesjimmieh guktie destie maehtedh loetedh.

source: Aktisasjlihtto galggá Boatsojguohtomsiebrrerádes dåhkkiduvvat jus fábmuj galggá boahtet.
sma: Båatsoemoenehtse ektiebarkoemååhtedimmiem dåhkasjahta edtja tjirkes sjidtedh.

source: Giehtadaládijn galggá siebrreráde gåhtset vaj lihtto ållidahttá konvensjåvnå ulmev 2. artihkkala milta.
sma: Mearan mååhtedimmiem gïetede dellie moenehtse gïehtjede guktie mååhtedimmie konvensjovnen ulmiem jaksa dan 2. aartigkelen mietie.

source: Siebrreráde máhttá åvddål gå lihtto dåhkkiduvvá dibddet iehtjádijt gå lihtudiddjijt vuojnojdisá moalgedit.
sma: Aerebi goh mååhtedimmiem dåhkasjehtedh dellie moenehtse maahta jeatjabidie goh mååhtedæjjide nuepiem vedtedh dam åadtjodh lahtestidh.

source: Dán konvensjåvnå märrádusá li sjiehtes mudduj fámon guovlojda ma aktisasjlihttuj gulluji ma li duodastuvvam goalmát oase milta.
sma: Daan konvensjovnen jiehtegh leah dan guhkie sjiehtieh dejtie dajvide mah ektiebarkoemååhtedimmiej nuelesne mah gåalmede boelhketjen mietie dåhkasjahteme.

source: Jus lihtto hiejteduvvá, gálggá guovllobievddegirjje fábmuj boahtet.
sma: Jis mååhtedimmie loevene, dellie dajveprotokolle håsvede.

source: Artihkal 8
sma: Aartigkele 8

source: Guohtomguovlo ma diededuvvi guovllobievddegirjen jali aktisasjlihtojn e bielev válde jalik vuojnov vatte stáhtaj dádjadusáj hárráj árbbedáhperiektáj vijddudagá birra.
sma: Dah gåatomedajvh mah dajveprotokollesne moenesuvvieh jallh ektiebarkoemååhtedimmine, dah eah nænnosth jallh eah jiehtieh guktie staath vuejnieh man vyjrehke dah daamtesreaktah.

source: Dat sihtá javllat konvensjåvnnå ij guoskada dajt árbbedáhperiektájt guohtomijda majt ällobargge nuppet rijkas nuppen rijkan adni.
sma: Dïhte dellie jeahta konvensjovne ij daamtesreaktaj gåatomereaktide dijph mah båatsoesaemieh aktede rïjhkeste nubpene rïjhkesne utnieh.

source: Gatjálvis árbbedáhperiektá vijddudagá gähttjalime hárráj ij danen konvensjåvnås gártjeduvá ájnat priváhttariektá vuodujn Svierigin máttarájggásasj ávkkima hárráj Svierigin ja Vuonan.
sma: Gyhtjelassh njååhtjedidh man vyjrehke dah daamtesreaktah eah dah dellie konvensjovnen raejeste vaenebh sjidth, menh Nøørjesne privatereaktaj gaavhtan guhkiesaejkien åtnoevuekiej mietie jïh Sveerjesne dovletjereaktaj mietie.

source: Jus aktak adná sujnalaárbbedáhperiektá nuppen rijkan ietján gå dajn guovlojn ma li duodastuvvam guovllobievddegirjen, de máhttá ássjev duobbmoståvlå åvddåj bajedit dan rijkan ietjas ássjev gähttjalittjat.
sma: Jis guhte veanhta nubpene rïjhkesne sutnjien daamtesreaktah gåatoemasse jeenebinie dajvine goh dajveprotokollese tjaalasovveme, dellie maahta aamhtesem dan rïjhken dåapman uvte tseegkedh sov aamhtesem åadtjodh gïehtjedidh.

source: Dakkár ássjev oadtju dåhkkiduvvam dikke åvddåj bajedit Svierigin jali Vuonan.
sma: Dagkerem aamhtesegïehtjedimmiem almetjen digkiereaktaj uvte Nøørjesne tsegkesåvva jïh almetjen digkiereaktaj uvte Sveerjesne.

source: Jus láhkafámulasj duobbmo vuoset ällobarggen nuppet rijkas la guododimriektá nuppen rijkan, de manná duobbmo dán konvensjåvnå åvddåla.
sma: Jis faamoje dåapman tjïrrh vuesehte båatsoeburrien aktede rïjhkeste leah reaktah nubpene rïjhkesne gåatoehtidh, dellie dåapma daan konvensjovnen uvte båata.

source: Nubbe rijkka galggá gåtsedit vaj ällobargge gejda guosská oadtju máhttelisvuodav rievtesvuodasa ávkkit jali, jus dat ij la máhttelis, oadtju ekonomalasj buohtov rijkalasj riektá milta.
sma: Dïhte nubpie rïjhke geehtie guktie moeneme båatsoeburrieh nuepiem åadtjoeh reaktide nuhtjedh jallh jis ij buektehth, dellie naasjovnen reaktaj mietie økonomije-åasah åadtjodh.

source: Kapihtal 2.
sma: Kaapitele 2.

source: Sierra rievtesvuoda ällosujttuj rájáj rastá
sma: Sjïere reaktah dan raastenbijjelen båatsose

source: Artihkal 9
sma: Aartigkele 9

source: Vuostasj kodisilla rádjátráktáhtajda gålgådismáno 7. ja 18. b. 1751 ij rijkav rasstidijn, bieja ietjá nådijt ällosujttuj rájáj rastá gå dajt ma kodisillan nammaduvvi.
sma: Raastetraktaten voestes kodicille jaepien 1751 golken 7. jïh 18., dillie goh rïjhkeraasten bijjelen fearadidh, ij jeatjah maajsojde rïhpesth dan raastenbijjelen båatsose enn goh dejtie mah kodicillese tjaalasovvin.

source: Dán konvensjåvnå milta galggá tulla-, värro- ja máksemfriddjavuohta daj bálij ma li dán ja 10. artihkkalijn javladuvvam.
sma: Daan konvensjovnen mietie galka tollen-, skaehtien- jïh maaksoen namhtah sjidtedh dejtie tsiehkide mah daennie aartigkelisnie jïh 10. aartigkelisnie moeneme.

source: Gejna dán konvensjåvnå milta ällosujtujn nuppen rijkan barggá la riektá 1. älov sujttidijn rijkkarájáv rasstit ja nuppen rijkan årrot,
sma: Dïhte gie daan konvensjovnen mietie båatsoem nubpene rïjhkesne åtna dïsse leah reaktah 1. mearan båatsoebarkojne raasten rastah juhtedh jïh nubpene rïjhkesne årrodh

source: 2. nuppen rijkan, guovlon årodijn, mij ávkkiduvvá 6. jali 7. artihkkala milta, daj njuolgadusáj milta ma rijka ietjas ällobarggijda gulluji, a. dållåmuorajt ja verkav válldet majt ällosujto diehti dárbahi adnet,
sma: 2. nubpene rïjhkesne dennie åtnoedajvesne 6. jïh 7. aartigkelen mietie, dej seamma njoelkedassi mietie mah rïjhken jïjtse båatsoeburride, a. båatsoen gaavhtan moerh jïh ïebneh vaeltedh b. tseagkerh jïh gåetieh tseagkodh mah båatsose daerpies c. vïjredh jïh gøøledh 3. jis båatsose daerpies, jïh tollen-, skaehtien- jïh maaksoej namhtah, dan nubpien rïjhkese meatan vaeltedh jïh, dej seamma njoelkedassi mietie mah rïjhken jïjtse båatsoeburride, nuhtedh a. bïenjh, hierkieh jallh jeatjah juvrh b. daerpies deerpegh, båatsoevierhkieh, bovtsese gåatomes, dirregh jïh ïebneh edtjedh tseagkerh tseagkodh jïh dåvvodh j. j. c. vaeknieh jïh boenegh d. radiosaadtojh- jïh dåastojh e. motovredoenehkh jïh laantemotovredoenehkh f. båatsose maam jeatjah daerpies

source: Artihkal 10
sma: Aartigkele 10

source: Guhti dán konvensjåvnå vuodon ällosujtujn rájáj rastá barggá, oadtju 1. gätjos boahttsuv jali manna la vieroj märkka, giehtadallat dan rijka märrádusáj milta gånnå boatsoj la, 2. viesso boahttsuv, njuovvamboahttsuv ja buktagijt boahttsus ietjas dárbbuj nuppe rijkkaj tulla, väro ja mávso dagi, buktet.
sma: Geahtjoes bovtsh jallh bovtsh ammes mïerhkine dellie dejtie bovtside gïetedalledh dej njoelkedassi mietie dennie laantesne bovtsh leah. 2. Jielije bovtsh jïh heanteme bovtsh jïh bovtseste mij jeatjah jïjtsen åtnose maahta dan nubpien rïjhkese saahtesjidh tollen-, skaehtien- jïh maaksoej namhtah. 3.

source: 3. boahttsuv nuppen rijkan njuovvat ja ietjas rijkkaj doalvvot váni buktem- ja doalvvommärrádusájs tsakkadahtek.
sma: Bovtsh maahta nubpene rïjhkesne leekedh jïh mænngan bååstide dan hïejmerïjhkese saahtesjidh tollen-, skaehtien- jïh maaksoej namhtah. 4.

source: 4. boahttsuv nuppen rijkan njuovvat ja vuobddet danna dan rijka buktem- ja doalvvommärrádusáj milta.
sma: Bovtsh maehtieh nubpene rïjhkesne leekesovvedh jïh doekesovvedh dan rïjhken sïjsesaehtemen jïh doekesovvemen jiehtegi mietie.

source: 5. boahttsuv vuorjját, binnep märráj nuppen rijkan vuobddemij njuovvat tulla, väro ja mávso dagi gå tjielgas la boahttsujt ij dåhkki ietjas rijkkaj doalvvot, ja 6. boahttsujt motåvrråvuojánijn rijkaj gaskav doalvvot vuojánijn mij la dåhkkiduvvam dakkár doalvvomij juoppán rijkan.
sma: 5. Såemies aejkien vaenebh bovtsh maehtieh nubpene rïjhkesne leekesovvedh jïh debpene doekesovvedh tollen-, skaehtien- jïh maaksoej namhtah, jis ij goh sjïehth bovtside bååstide hïejmerïjhkese saahtesjidh. 6. Bovtsh motovredoenehkigujmie rïjhki gaskem saahtesjidh dellie dam darjodh doenehki gujmie mah aktene rïjhkesne dagkeren saahtesjæmman dåhkasjahteme.

source: Kapihttal 3.
sma: Kaapitele 3.

source: Svierik-vuona boatsojguohtomsiebrreráde
sma: Nøørjen-Sveerjen gåatomemoenehtse

source: Artihkal 11
sma: Aartigkele 11

source: Boatsojguohtomsiebrreráden galggi vihtta sebrulattja gudi nielje jahkáj nammaduvvi.
sma: Gåatomemoenehtsisnie gelkieh vïjhte lïhtsegh mah njieljie jaepide moenesuvvieh.

source: Ráddidusá nammadibá guokta sebrulattja goabbák, goappás nuppen galggá vijdes ällosujtomáhtto ja nammaduvvá rijka boatsojäládusá oajvvadusáj milta.
sma: Reerenassh gøøkte lïhtsegh jïjtjh veeljieh, giejstie akten leah jïjnjh båatsoedaajroeh jïh rïjhken båatsoejielemen raeriestimmien mietie moenesåvva.

source: Ráddidusá aktan galggaba, Svieriga ja Vuona sámedikkij oajvvadusáj milta, daj lassen nammadit sebrulattjav siebrreráde åvddåulmutjin.
sma: Reerenassh ektesne dovne gelkieh, Nøørjen jïh Sveerjen saemiedigkiej raeriestimmien mietie, aktem lïhtsegem moenehtsen åvtoehkinie moenedh.

source: Juohkka sebrulattjaj biejaduvvá persåvnålasj sadjásasj dan milta mij sebrulattjaj gullu.
sma: Fïerhten lïhtsegasse persovne sijjiesadtje mij moenesovveme seamma dan mietie mij lïhtsegasse håsvede.

source: Sadjásasj åvddåulmusj la Boatsojguohtomsiebrreráde sadjásasj åvddåulmusj.
sma: Åvtohken sijjiesadtje lea Gåatomemoenehtsen nubpieåvtohke.

source: Artihkal 12
sma: Aartigkele 12

source: Jus guovllobievddegirjen ietján ij mierreduvá de Boatsojguohtomsiebrreráde oadtju bievddegirjjeguovloj birra mierredit 1. goabbá tjiellde jali älloguohtomdajvva guovlov oadtju adnet, 2. guohtomájgijt, 3. alemus boatsojlågov.
sma: Jis ij leah dajveprotokollese tjaalasovveme dellie dejtie dajvide mah protokolleste dijpesuvvieh, dejtie Gåatomemoenehtse maahta nænnoestidh 1. mij båatsoesijtide jallh saemiensijtide mij maahta dajvem nuhtedh 2. gåatometijjeh 3. jollemes bovtselåhkoem.

source: Ietján Boatsojguohtomsiebrreráde aj oadtju mierredit 4. jåhtema tjadádimev, 5. boahttsuj tjoahkkimav ja lárkkemav, 6. sierra njuolgadusájt räjnnuhime birra, 7. ärádisájt guovllobievddegirje märrádusájs, 8. aktisasjlihto duodastusáv 7. artihkkala milta, 9. moalggemav 13. artihkkala milta, 10. buohtov 24. artihkkala milta, 11. biejadisáv ja biedjamdagov 25. ja 26. artihkkalij milta, 12. konvensjåvnnåmávsov 27. artihkkala milta, 13. máksemav mávsedum konvensjåvnnåmávsojs 28. artihkkala milta, 14. unnep rievddadusáv konvensjåvnnågárdij tsieggimij.
sma: Gåatomemoenehtse maahta dovne nænnoestidh 4. guktie juhtemem øørnedh 5. bovtsi tjåanghkoej jïh raarhkoej bïjre 6. sjïere jiehtegh bæjroehtæmman jïh ryøjnesjæmman 7. sveehkemh dajveprotokollen jiehtegijstie 8. ektiebarkoemååhtedimmien dåhkasjehtemem 7. aartigkelen mietie 9. lahtestimmiem 13. aartigkelen mietie 10. maaksoem 24. aartigkelen mietie 11. dïedth jïh råajvarimmieh 25. jïh 26. artigkeli mietie 12. konvensjovnemaaksoem 27. aartigkelen mietie 13. vierhtijste maaksoeh dejstie maakseme konvensjovnebeetnegijstie 28. aartigkelen mietie 14. guktie konvensjovnegeerestahkh vaenebem sirtedh Gåatomemoenehtse galka raastenbijjelen båatsoen evtiedimmiem vuartasjidh jïh fïerhten jaepien rïjhki reerenasside dååjrehtidh.

source: Artihkal 13
sma: Aartigkele 13

source: Goappák rijka guovdásj, dajvak ja bájkálasj fábmudagá galggi moalggemijt Boatsojguohtomsiebrrerádes viedtjat åvddål gulle fábmudahka märrádusájt dahká ma ällosujttuj rájáj badjel máhtti guosskat.
sma: Gåabpegi rïjhki jarngen, lïhkesdajven jïh byjresken åejvieh, dah edtjieh Gåatomemoenehtsistie lahtesem darhkelidh aerebi goh riektes åejvieh nænnoestimmiem dåhkasjehtieh mij maahta raastenbijjelen båatsoem dijpedh.

source: Dakkár dahkamus ij rádádallamvälggogisvuodav fámoduhte sámij berustimij hárráj jus dakkár välggogisvuohta gávnnu rijkalasj jali rijkajgasskasasj riektá milta.
sma: Saemien ïedtjide dagkeres govlehtimmie ij konsultasjovnedïedtem orrijehtieh dan mearan dagkeres dïedte lea naasjovnen jïh gaskenaasjovni reaktaj mietie.

source: Artihkal 14
sma: Aartigkele 14

source: Boatsojguohtomsiebrreráde ássjijt mierret ieneplåhkomärrádusájn (binnemus ieneplågujn).
sma: Gåatomemoenehtse nænnoestimmieh jeenebelåhkojne nænnoste (aalme jeenebelåhkoe).

source: Åvddåulmutjin la mierrediddje jiedna gå jienastimlåhko la sämmi mieren.
sma: Jis seammagïelelåhkoe dellie åvtohken gïele nænnoste.

source: Boatsojguohtomsiebrreráde la mierrediddje gå åvddåulmusj ja binnemusát akta sebrulasj goappák rijkas mierredibmáj säbrraba.
sma: Gåatomemoenehtse maahta dåhkasjehtedh gosse åvtohke jïh vaenemes akte lïhtsege fïerhtede rïjhkeste lea dåhkasjehtemisnie meatan.

source: Gatjálvisán mij ássjegárvedibmáj gullu jali biejadisá dahkamij 25. artihkkala vuostasj biehke ja 26. artihkkala vuostasj oase milta, oadtju åvddåulmusj aktu mierredit.
sma: Aamhtesebuektiehtæmman, jallh dïedtedarjoemasse 25. aartigkelen voestes boelhketjen mietie jïh 26. aartigkelen voestes boelhketjen mietie, dellie åvtohke maahta oktegh nænnoestidh.

source: Artihkal 15
sma: Aartigkele 15

source: Boatsojguohtomsiebrreráde märrádus máhttá fábmuj boahtet vájku märrádus gujddiduvvá Bajemusgujddimsiebrrerádáj.
sma: Gåatomemoenehtsen nænnoestimmiem maahta tjïrrehtehtedh jalts nænnoestimmie lea Njååhtjedimmiemoenehtsasse seedtesovveme.

source: Boatsojguohtomsiebrreráde galla máhttá mierredit vaj märrrádus ij fábmuj boade åvddål gå gujddimájgge vássám la.
sma: Gåatomemoenehtse maahta læjhkan jiehtedh ij galkh nænnoestimmiem tjïrrehtehtedh aerebi goh klååkemebiejjieh vaaseme.

source: Bajemusgujddimsiebrreráde máhttá mierredit gujddiduvvam märrádusáv ij oattjo dåjmadit åvddål gå gujddimus låhpalattjat la mierredum.
sma: Njååhtjedimmiemoenehtse maahta jiehtedh ij galkh klååkesovveme nænnoestimmiem tjïrrehtehtedh aerebi goh klååkemem minngemosth nænnoestamme.

source: Artihkal 16
sma: Aartigkele 16

source: Boatsojguohtomsiebrreráde märrádus máhttá gujddiduvvat Bajemusgujddimsiebrrerádáj oassebieles jali sujsta gesi märrádus ietján guosská.
sma: Gåatomemoenehtsen nænnoestimmiem maahta Njååhtjedimmiemoenehtsasse klååkedh aktede bieleste jallh destie mij nænnoestimmeste dijpesåvva.

source: Gujddidahtte märrádusájda gullu nielje vahko gujddimájgge dat biejves gå märrádusáv la duosstum.
sma: Nænnoestæmman mij maahta klååkesovvedh dïsse njieljie klååkemevåhkoeh dehtie biejjeste nænnoestimmiem dååsteme.

source: Tjáledum gujddimus galggá Boatsojguohtomsiebrrerádáj dan ájge sinna boahtet.
sma: Klååkeme tjuara dejnie våhkojne Gåatomemoenehtsasse seedtesovvedh.

source: Jus gujddimus ilá maŋŋet boahtá, galggá Boatsojguohtomsiebrreráde gujddimusáv hilggot.
sma: Jis klååkeme dan mænngan båata dellie Gåatomemoenehtse galka klååkemem girvedh.

source: Kapihtal 4.
sma: Kaapitele 4.

source: Svierik-vuona bajemusgujddimsiebrreráde
sma: Nøørjen-Sveerjen Njååhtjedimmiemoenehtse

source: Artihkal 17
sma: Aartigkele 17

source: Bajemusgujddimsiebrreráden galggi vihtta sebrulattja gudi nielje jahkáj nammaduvvi.
sma: Njååhtjedimmiemoenehtsisnie gelkieh vïjhte lïhtsegh mah njieljie jaepide moenesuvvieh.

source: Ráddidusá nammadibá guokta sebrulattja goabbá, goappás nuppen galggá vijdes ällobarggomáhttudahka ja gev biedji rijka boatsojäládusá oajvvadusá milta, ja nuppen galggá duobmármáhttudahka.
sma: Dah reerenassh gøøkte lïhtsegh jïjtjh muenieh, giejstie akten leah jïjnjh båatsoedaajroeh jïh rïjhken båatsoejielemen raeriestimmeste moenesåvva jïh dan nubpien leah døøpmememaahtoeh.

source: Duodden galggaba ráddidusá aktan, Svieriga ja Vuona sámedikkij oajvvadusá milta, biedjat sebrulattjav siebrreráde åvddåulmutjin.
sma: Reerenassh ektesne dovne gelkieh, Nøørjen jïh Sveerjen saemiedigkiej raeriestimmeste, lïhtsegem moenedh gie moenehtsen åvtohke.

source: Åvddåulmusj galggá duobmár liehket jali vijdes duobmárdåbdov adnet.
sma: Åvtohke galka doemesjæjjine årrodh jallh dan leah vyjrehke doemesjedååjrehtsh.

source: Juohkka sebrulattjaj persåvnålasj sadjásasj biejaduvvá dan milta mij sebrulattjaj gullu.
sma: Fïerhten lïhtsegasse persovne sijjiesadtje moenesåvva seamma dan mietie mij lïhtsegasse håsvede.

source: Åvddåulmutja sadjásasj doajmmá Bajemusgujddimsiebrreráde nubbe åvddåulmutjin.
sma: Åvtohken sijjiesadtje lea Njååhtjedimmiemoenehtsen nubpieåvtohke.

source: Artihkal 18
sma: Aartigkele 18

source: Bajemusgujddimsiebrreráde ássjijt mierret ieneplåhkomärrádusájn (binnemus ieneplågujn).
sma: Njååhtjedimmiemoenehtse nænnoestimmieh jeenebelåhkojne nænnoste (aalme jeenebelåhkoe).

source: Bajemusgujddimsiebrreráde mierret gå gájkka sebrulattja märrádussaj säbrri.
sma: Njååhtjedimmiemoenehtse maahta dåhkasjehtedh gosse gaajhkh lïhtsegh leah gïetedimmesne meatan.

source: Gatjálvisáv mij ássjegárvedibmáj gullu oadtju åvddåulmusj aktu mierredit.
sma: Aamhtesebuektiehtæmman dellie åvtohke oktegh maahta dåhkasjehtedh.

source: Bajemusgujddimsiebrreráde märrádus konvensjåvnnåmávso birra 27. artihkkala milta oadtju sån, guhti la välggogis konvensjåvnnåmávsov mákset, mättojis hárráj Svierigin, gujddit Lenariektáj Norrbottena lenan ja mättoj hárráj Vuonan stiebniga baktu dikke åvddåj.
sma: konsesjovnemaaksoen bïjre 27. aartigkelen mietie maahta destie gie konvensjovnemaaksoem åådtjeme, gosse Nøørjesne meadtaladteme dellie digkiereaktese seedtesovvedh, jïh Sveerjesne Läänereaktese Norrbottenen läänesne klååkesovvedh.

source: Ietján Bajemusgujddimsiebrreráde märrádusájt ij Lenariektáj oattjo gujddit jalik dikke åvddåj biedjat.
sma: Dan bijjelen ij goh maehtieh Njååhtjedimmiemoenehtsen nænnoestimmie digkiereaktese seedtesovvedh jallh Läänereaktese klååkesovvedh.

source: Gujddimussaj jali stiebnigij gullu nielje vahkkusasj ájgge dat biejves gå märrádusáv li duosstum.
sma: Dehtie biejjeste nænnoestimmiem dååsteme dellie njieljie klååkemevåhkoeh.
